{
    "alex.intro": "Oh, hey. So you're the new guy, huh? Cool.^Hey, you're the new girl, huh? I think we're going to get along great. I'm {{name}}.#$e#I'll see you around.",
    "alex.resort_chair": "Aren't you hot in that outfit? You gotta get some ocean breeze goin'!^Aren't you hot in that outfit? C'mon, girl... It's the beach!",
    "alex.resort_towel": "Phew, it feels good to finally get these curves a little sunlight.#$e#Kind of a shame to have them hidden away all the time back home.",
    "alex.tue": "The beach is a cool place to hang out and soak up some rays.#e#You gotta spend some time in the sun or else you'll get all pale.#$e#Hey, do you wanna hang out with me at the beach some time? Do you wear trunks or briefs?$s^*sigh*... I wish there were more guys in this town, know what I mean?",
    "alex.fri": "Hey, what's up farmer guy? Did you get new pants? You're doing something right.^Hey, it's farm girl.#e#Oh, I almost forgot! It's my day for doing push-ups!#e#Every time I do push-ups I try to do one more than last time. Pretty cool strategy, huh?",
    "alex.sat": "My arms are really sore, but that's the sign of progress for a girl like me.#e#I must've done a thousand push-ups yesterday.",
    "alex.summer_mon": "Hey, farmer guy. You've got a nice tan going.^Hey Farmer girl. You look a little burnt.$h#$e#The more I practice this summer, the easier it'll be for me to go pro.#$e#Then you'd be able to say you knew me once. Cool, huh?",
    "alex.summer_tue": "If my hair wasn't so popular with the guys, I swear I'd shave it all off in a second.#$e#*sigh*... Life can be tough.",
    "alex.summer_wed": "Hey farm guy, I've got a question for you.^Hey Farm girl, I've got a question for you.#$b#$q 52/53 summer_Wed_01_old#Do you think I'll ever turn pro?#$r 52 30 summer_Wed_01_01#You're destined to be a sports legend#$r 52 0 summer_Wed_01_02#Maybe, if you practice a lot#$r 53 -50 summer_Wed_01_03#No, you'll most likely fail and become a waitress",
    "alex.fall_wed": "Hey, I want to ask you something.^Hey, can I ask you something?#$e#$q 54/55 fall_Wed_01_old#What do you think about my haircut?^Do you think the guys like my haircut?#$r 54 30 fall_Wed_01_01#It looks very fashionable.#$r 55 -30 fall_Wed_01_02#It looks like some kind of fungal growth.",
    "elliott.introduction": "Ah, the new farmer we've all been expecting... and whose arrival has sparked many a conversation!#$b#I'm {{elliott_name}}... I live in the little cabin by the beach. It's a pleasure to meet you.",
    "elliott.wed8": "Sorry, I'm feeling morose today.$s#$e#I wish there was more certainty about the future.$s#$e#I don't want to grow old as a lonely hermitess on this beach...$s",
    "elliott.event_boat1": "So am I.$l^... I was worried you might not feel this way about another woman.$l",
    "emily.summer_sat": "Don't overwork yourself or you might end up in {{harvey_name}}'s clinic!",
    "engagement.sam0": "I'm going to be really happy as your wife, @.$l#$e#I'm excited.",
    "evelyn.summer_mon_inlaw_alex": "How's my granddaughter doing? I imagine she's quite happy living on the farm.#$e#She deserves to be happy... she's a good girl.",
    "evelyn.fall_sat": "Are you friends with {{name}}?#$e#Sometimes she worries me sick.",
    "events.27.0": "{{sam_name}} and I were about to play 'Solarion Chronicles: The Game'... Why don't you join us?  It's better with three players anyway.$7",
    "events.45.0": "{{sam_name}}!",
    "events.45.1": "#You're right, sir. {{sam_name}} should respect private property.#Don't blame {{sam_name}}. There's nowhere else for her to ride!#I'm staying out of this.",
    "events.46.0": "$q 80 null#...Tell her, @.$s#$r 80 -10 event_snack1#{{sam_name}} dropped the snack as she was handing it to me.#$r 80 50 event_snack2#{{sam_name}} handed me the snack and then I dropped it.#$r 81 -50 event_snack3#{{sam_name}} dropped it on purpose. She thought it would be funny.",
    "events.46.1": "$p 80#Thanks for telling me the truth, @. It's not such a big deal.|You did WHAT, {{sam_name}}?! What's gotten into you?!$u",
    "events.56.0": "$q 84 null#@, what do you think George should do?#$r 84 40 event_george1#George should follow Dr. {{harvey_name}}'s advice.#$r 85 -40 event_george2#George knows what's best for his own body.",
    "events.94.0": "{{sam_name}}! Could you come in here and help with dinner?",
    "events.95.0": "{{sam_name}}! Could you come in here and help clean this fish?",
    "events.195013.0": "Never thought you'd find all your 'friends' in one room, huh @?$a",
    "events.195013.1": "#I'm sorry... what I did was wrong.#Everyone, calm down! I can explain...#",
    "events.195013.2": "...so we've come to a decision... isn't that right, everyone?$u",
    "events.195013.3": "Never thought you'd find all your 'boyfriends' in one room, huh @?$a",
    "events.195013.4": "#I'm sorry... what I did was wrong.#Guys, calm down! I can explain...",
    "events.195013.5": "...so we've come to a decision... isn't that right, fellas?$u",
    "events.195099.0": "You played a round of pool with the group.",
    "events.195099.1": "{{name}} won, of course... but it was still a lot of fun!",
    "events.195099.2": "You played a round of pool with the boys.",
    "events.233104.0": "{{sam_name}}? I'm coming in!",
    "events.233104.1": "#Move closer to {{sam_name}}.#Head for the window.",
    "events.571102.0": "#Ask {{harvey_name}} why she's all flustered.#Pretend like everything's normal.",
    "events.733330.0": "{{sam_name}}...?$u",
    "events.733330.1": "Hey did I tell you the band's starting to come together?#$b#Yeah! It turns out Abigail's a pretty good drummer. And {{sebastian_name}} seemed to really want her in the band...$h",
    "events.911526.0": "I've got a linguini with mushroom cream sauce for Mr. @.^I've got a kale and walnut salad for Ms. @.#$b#...and a grilled steak for {{name}}.^...and a grilled steak for {{name}}.",
    "events.911526.1": "When I first met you, I thought you were really cute.$l^Well... when we first met, I was instantly drawn to you. It was confusing... I'd never felt that way about anyone.$l#$b#Normally, when I have a crush on someone, the feeling goes away pretty quick...$l^I kept telling myself 'You can't have these kinds of feelings for another girl'.$l",
    "events.911526.2": "...But with you, it kept growing.$l^...But my heart was telling me something else.",
    "events.1848481.0": "Ever since I was a young girl, I've dreamt of becoming a writer.#$b#When the time came for me to leave home and start my own life, I moved here. I was drawn to the peaceful beauty of the valley, and hoped that days of quiet reflection in this idyllic atmosphere would fan the literary flames.",
    "events.2118991.0": "I've decided I want to see a therapist. {{harvey_name}} got me in touch with a colleague of hers...$s",
    "events.2119820.0": "Oh! Hey... I was just doing my daily strength training routine.$6#$b#... sorry I'm showing so much skin.$6",
    "events.3917587.0": "Give {{name}} 5,000g for her secret project?#Yes#No",
    "events.3917589.0": "It's Sunday... I should swing by the saloon later and see what {{name}} has been up to!",
    "events.3917590.0": "I've been thinking... You know how I used to dream of being an athlete someday?#$b#Well, my life ended up turning out a bit different... $9#$b#I'm happy, though, don't get me wrong!$h#$b#...But I thought it would be cool to have a place where we all could hang out and watch the Sunday game. Gus liked the idea so much he offered me part of his back room!#$b#This way, I get to keep part of 'the dream' alive, in a small way.",
    "events.3917590.1": "You did good, {{petname}}. I could watch this at home, but coming here makes me feel young again!$h",
    "events.3917590.2": "I'm having a lot of fun. And it's good for business!$h#$b#Though maybe not so good for {{name}}'s liver...$s",
    "events.3917590.3": "It seems we have a new Sunday tradition.",
    "events.3917590.4": "Thanks again for the money, @. It was a fun project for me, and everyone seems happy with it!",
    "events.3917626.0": "It tastes burnt#It tastes like your shampoo",
    "events.3917626.1": "Uhhh...! Heh. I guess a piece of my hair may have fallen into the pasta...$8#$b#Well! Extra fiber, right? Heh... (sorry honey)$8",
    "events.3918601.0": "'Dear {{sam_name}}, we are pleased to offer you a position as 'junior composer' at Zuzu Broadcasting Group, TV division...'$6#$b#Wow! Music for a TV show! How cool is that?!$h",
    "events.3918603.0": "I'm really excited, {{sam_name}}!",
    "events.castBeam.0": "{{sam_name}} and {{sebastian_name}} are fried to a crisp...",
    "events.chargeAhead.0": "{{sebastian_name}} and {{sam_name}} are fried to a crisp...",
    "events.choseToExplain.0": "...I think we've come to a decision... isn't that right, everyone?$u",
    "events.choseToExplain.1": "...I think we've come to a decision... isn't that right, boys?$u",
    "events.enterRobin.0": "That was  an instant message from {{name}}... I guess {{pronoun}} wants to hang out...#$b#Ugh, I don't really feel like going out today.",
    "events.enterRobin.1": "{{name}}, I know you don't like it when I come in here... but I ran into Abigail at the store and she said she was looking for you.",
    "events.enterRobin.2": "#Ask {{pronoun.1}} about {{possess}} career goals.#Ask {{pronoun.1}} why {{pronoun.0}} doesn't want to see {{possess}} friends.",
    "events.finalBossWizard.0": "You place a 'Shield Charm' on {{sam_name}} and {{sebastian_name}}.",
    "events.forest.chosefarming.0": "Um, Farmer @? If I eat your veggies will I grow up strong like my big sister {{sam_name}}?#$b#She's so strong, I saw her lift Miss Penny clear off the ground last night when they were climbing into a tree.$h",
    "events.hospital.7fmaru.0": "The whole sample is ruined... {{harvey_name}}'s going to kill me...$s",
    "events.hospital.7fmaru.1": "$q 38 null#@, what should I do?#$r 38 -50 Event_Hospital_1#Just scoop it off the floor. She won't know the difference.#$r 39 -20 Event_Hospital_2#Tell {{harvey_name}} it was my fault.#$r 38 50 Event_Hospital_3#Tell {{harvey_name}} it was an accident.",
    "events.hospital.toldtruth.0": "Thanks for being patient with me, Doctor {{harvey_name}}.",
    "events.Necromancer.0": "What do you do?#Heal the Warrior ({{sam_name}}).#Heal the Wizard ({{sebastian_name}}).",
    "events.saloon.elliott40f.0": "Bartender! Fetch me your finest wine. And bring some ale for the gentleman!^Bartender! Two of your finest wines, please!",
    "events.saloon.elliott40f.1": "There you go, miss.$u",
    "events.sebroom.healedsam.0": "{{sam_name}} charges ahead and strikes down Xarth, freeing the Solarion Staff from his clutches and restoring peace and order to the world.",
    "events.sebroom.nofriends.0": "*sigh*... I like having friends, I just need a lot of time alone to balance out the social stuff.$s#$b#{{sam_name}}'s the opposite... she goes crazy if she's alone for too long.#$b#Maybe that's why I like computers so much... They're engaging, straightforward, and unselfish. Quite the opposite of a lot of people I know.",
    "festivals.summer11.maru_spouse": "{{harvey_name}} keeps trying to talk to me, but all I want is a piece of this roast.",
    "festivals.summer11.sebastian": "One year {{sam_name}} put a pound of anchovies in the potluck soup.#$e#Ever wondered why {{sam_name}} leads the town in community service hours?$h",
    "george.wed": "{{name}} is my granddaughter. Have I told you that already?#$e#Huh? Speak up.",
    "george.wed_inlaw_alex": "You're part of the family, now. I'm glad that my granddaughter found such a nice husband.^How can two women get married? It's unnatural... Hmmph. I guess I'm just \"old fashioned\"...",
    "george.wed10_inlaw_alex": "You're part of the family, now... and I couldn't be more proud.^I'll admit, I thought it was... strange... for two women to be together. But you're such a nice young woman, and I know you two are in love... I've changed my mind.",
    "george.wed8": "I wish my legs worked so I could play catch with {{name}}.$s#$e#That'll never happen.$s",
    "haley.event_room1": "Her? No!#$b#...Well, I guess I used to like {{name}}. But not anymore! She's immature.",
    "haley.summer_fri": "I wonder what {{name}} is doing today...#$e#Huh? I didn't notice you standing there.",
    "haley.winter_sun": "Will you say hi to {{name}} for me?#$e#Thanks.",
    "haley.winter_sun6": "Um, if you see {{name}} could you tell her I'm busy today?#$e#Thanks.",
    "harvey.introduction": "It's a pleasure to meet you. I'm {{harvey_name}}, the local doctor.#$e#I perform regular check-ups and medical procedures for all the residents of Pelican Town. It's rewarding work.#$e#I hope you'll find your own work equally rewarding, in time.$h",
    "jodi.thu6": "Where does all the time go? *sigh*#$e#I remember when {{sam_name}} was a little baby wearing diapers. She was such a cute little kid.$s#$e#Don't tell her I said that.$h#$e#You must really like talking to me, huh?",
    "jodi.sun8": "I had a dream that I had complete freedom, no obligation to anyone but myself...#$b#...Then I woke up and realized I had a full day of house chores ahead of me...$s#$e#But I don't regret having a family, @... {{sam_name}} and Vincent mean everything to me!",
    "jodi.summer_tue_inlaw_sam": "How's my little {{sam_nick}} doing on the old farm?$h",
    "jodi.fall_thu": "Maybe I've spoiled the kids a bit. They've never had to do any chores.#$e#I guess I want them to be able to enjoy their childhood while they still can. Well, {{sam_name}}'s basically a woman now, though.#$b#I hope she hasn't grown up to be lazy. That won't do.$s#$e#Being a parent isn't very easy.",
    "jodi.fall_thu_inlaw_sam": "Is {{sam_name}} just bumming around the farm, or is she contributing?",
    "jodi.winter_thu": "{{sam_name}} makes a lot of noise with that music of hers. I hope it doesn't disturb the neighbors.",
    "jodi.winter_thu_inlaw_sam": "How's {{sam_name}} doing? I have to admit, there's less cooking and cleaning to do since she moved out...",
    "kent.thu6": "#$1 Kent1#I've been up since 4 o'clock... sometimes I wonder if I'll ever get back into a normal routine.$k#$e#{{sam_name}} has really grown up since I left. She's a woman now.#$e#I wish I could've been there for her.$s",
    "kent.thu": "Are you friends with my daughter?#$e#You probably know her better than I do...$s",
    "mail.aftersamshow": "@,^the show was a rockin' success! I wanted to say thanks again for all your help in creating this amazing band. We couldn't have done it without you!   ^   -{{sam_name}}[#]{{sam_name}}'s Thank-you Note",
    "mail.elliottReading": "@,^I have great news... my novel is finished!! I'm giving a public reading this afternoon at the library. Hope to see you there! ^   -{{elliott_name}}",
    "mail.elliottBoat": "Meet me at the docks on a sunny morning. I've got something in mind. ^   -{{elliott_name}}",
    "mail.elliottLetter1": "@, my love,^^I've just arrived in Grampleton, to start the tour. I've forgotten how hectic the city is! The streets are packed with people... they either seem in a mad hurry, or lost in a daze, unaware of their surroundings. I miss Pelican Town already!^^I begin the tour this evening, at a local bookstore. I must admit, I'm becoming a bit nervous at the thought of public speaking... my stomach feels as if it's been twisted into a soft pretzel and doused with spicy cheese dip. Wish me luck!^^-Love, {{elliott_name}}^^P.S. I hope you had a peaceful night, and weren't too scared all alone in that big house! %item conversationTopic ElliottGone2 0 %%[#]Letter From My Wife",
    "mail.elliottLetter2": "My dear @,^^The first reading went well, though the audience was a bit smaller than I'd hoped. Still, I sold enough copies of the book to pay for my (bug-infested) hotel room!^^In a few hours, I leave for Zuzu City. If yesterday's reading was a warm-up, this next one will be a true napalm blast...^^I miss you very much. Remember to eat well! Oh, and don't forget the leftover crab cakes I put in the fridge...^-Love, {{elliott_name}} %item conversationTopic ElliottGone3 0 %%[#]Letter From My Wife 2",
    "mail.elliottLetter3": "My sweet @,^^Last night in Zuzu City was quite the experience! It seems there's a large literary scene here... a few dozen people showed up at my reading!^^I even signed a couple of autographs... it's strange to be seen as someone important. It's all a matter of framing, a grand illusion... for truly I am no one special. Only your devoted {{elliott_name}}, as always.^^Currently I'm alone, in my hotel room, 'ingesting' a Joja Value Meal...^^Should this be called 'food'?^Or 'edible matter'?^I needn't long brood^It must be the latter^^I look forward to returning home soon. Hope you enjoyed the crab cakes.^^-Love, {{elliott_name}} %item conversationTopic ElliottGone4 0 %%[#]Letter From My Wife 3",
    "mail.elliottLetter4": "In dreams, when graced with lofty view^I gaze upon the sunlit sea^What distant shores I've travelled to^But time now clouds my memory^^There is but one eternal place^Where I shall someday pass beyond^In Valley dear, where my love waits:^Our little home beside the pond^^-{{elliott_name}} %item conversationTopic ElliottGone5 0 %%[#]Letter From My Wife 4",
    "mail.elliottLetter5": "My dear @,^^I won't bore you with any more details about my readings. They are mostly the same.^^I'm sure your time has been much more exciting! I can't wait to return and see what progress has been made.^^On these long travels between towns, I amuse myself by closing my eyes and envisioning the farm... I see kegs pulsing with sweet wine, a furnace ablaze with precious ore, and our little kitchen with the smell of cinnamon and nutmeg. There's a lot to enjoy!^^Just don't stay out too late in the mines, my love. It's dangerous in there! If you must go... bring plenty of food.^^-Love, {{elliott_name}} %item conversationTopic ElliottGone6 0 %%[#]Letter From My Wife 5",
    "mail.elliottLetter6": "My dear @,^^This will be my last letter before I return home. I've had a fine trip... though nothing too exciting. It's been nice to meet people who enjoy my work, but I'm eager to return home.^^I look forward to the comfort of our little house, the satisfying farm work, a home-cooked meal, and most of all, cozying into the flannel sheets with you.^^See you soon!^-Love, {{elliott_name}} %item conversationTopic ElliottGone7 0 %%[#]Letter From My Wife 6",
    "mail.harveyBalloon": "@,^I have a surprise for you. Meet me by the railroad tracks. ^   -{{harvey_name}}",
    "mail.joshMessage": "@,^meet me at the saloon tonight after dark. ^   -{{name}}",
    "mail.passedout3_billed": "@,^Someone dropped you off at the clinic last night. You'd passed out from exhaustion!^You've got to take better care of yourself and go to bed at a reasonable hour.^I've billed you {0}g to cover your medical expenses.^^-Dr. {{harvey_name}}",
    "mail.passedout3_notbilled": "@,^Someone dropped you off at the clinic last night. You'd passed out from exhaustion!^You've got to take better care of yourself and go to bed at a reasonable hour.^Since you have no money, I provided your medical care free of charge.^^-Dr. {{harvey_name}}",
    "mail.sammessage": "@,^meet me in front of my house tonight after dark. ^   -{{sam_name}}[#]{{sam_name}}'s Note",
    "married.winter_sam": "I've given up on being a musician. I want to spend my time focused on our family!",
    "married.alex.rainy_day_3": "*giggle*... I just woke up and I'm hungry for some protein.$9",
    "married.alex.rainy_day_4": "I think I might start reading books. I don't want to become stagnant now that I'm a married girl!",
    "married.alex.rainy_night_1": "How's it going? I've been carrying the old gridball around with me all day. A girl can pretend...$u",
    "married.alex.rainy_night_2": "Oh... the smell? I've been eating garlic all day. I'm trying to stay healthy... Sorry.$l",
    "married.alex.onekid_0": "I'm still getting used to my new life as a stay-at-home mom.$h",
    "married.alex.onekid_1": "Little %kid1 is going to grow up strong, just like me.",
    "married.alex.onekid_3": "I wonder what it's like for other women to be pregnant...?$h",
    "married.alex.twokids_2": "Maybe %kid2 will be the first professional gridball player from Pelican Town?$h",
    "married.alex.spring_23": "Oh... tomorrow's the flower dance, isn't it? I better do some extra crunches tonight.$9#$e#Those dresses are pretty tight... and everyone's going to be watching closely.",
    "married.alex.summer_1": "Summer's a very energetic time of year, and my body feels it too! I feel solid.",
    "married.elliott.rainy_night_3": "What did I do today? I'll just say this... it takes a lot of work to maintain this toned physique!",
    "married.elliott.indoor_day_0": "I've been taking much better care of myself now that we're together. The unmarried life wasn't particularly healthy for me.",
    "married.elliott.indoor_night_2": "I never had much success growing plants in my old beach house. Hopefully I can pick up a thing or two by watching you.#$e#In this respect, you are the master and I only a humble apprentice.",
    "married.elliott.onekid_3": "Caring for babies isn't exactly my strong suit... but I'll do my best to be a good mother.",
    "married.elliott.twokids_1": "I was carrying %kid1 earlier, and I could've sworn I heard a \"Ma...ma\".$h",
    "married.elliott.fall_26": "Would you still love me if I guzzled two gallons of pumpkin ale at the Spirit's Eve festival? Sometimes a girl likes to get wild...",
    "married.harvey.outdoor_2": "I may not be the most exciting girl, but I'll stay loyal to you for the rest of my life.$l",
    "married.harvey.onekid_3": "So far, I really like being a mother!$h",
    "married.harvey.twokids_3": "My life is devoted to you and the children now, and I'm very happy about it. I always dreamed of having a wonderful family.$l#$e#I had nightmares of being alone forever.... I love you so much.$l",
    "married.harvey.summer_1": "Make sure you don't get sunburnt, dear! It's very dangerous for your skin.$8#$e#As your wife and doctor, I consider your health and safety my top priority!",
    "married.penny.rainy_day_1": "I wonder if Maru and Dr. {{harvey_name}} will ever get together? I'm sure {{harvey_name}} likes her...#$e3#I think Maru will have to make the first move, though.$h",
    "married.sam.onekid_1": "It's weird, but I really like being a mother!$h",
    "married.sam.twokids_3": "I never thought I'd become the homemaker type, but I'm really satisfied with what we've built here. Life is going great.$l",
    "married.sebastian.fall_15": "The Stardew Valley Fair is a little crowded for my tastes... but I'll just hang out with {{sam_name}}. It'll be good to catch up with her.#$e#You should play some carnival games, though! Don't worry about me.$7",
    "maru.wed": "On Tuesdays and Thursdays I work at {{harvey_name}}'s clinic.#$b#She says she likes having me around in case her medical equipment goes haywire!$h#$e#Being a farmer must be pretty easy, huh?",
    "maru.wed8": "I work at {{harvey_name}}'s clinic on Tuesdays and Thursdays.#$e#She's nice, but not really my type...",
    "maru.event_hospital_1": "Of course she'll know the difference! This sample is completely ruined!%fork$s",
    "maru.event_hospital_3": "You're right. I should just tell her the truth.%fork$u",
    "mreact.harvey.r3.script": "{{harvey_name}} is shaking!",
    "mreact.harvey.r6.script": "{{harvey_name}}'s blood pressure is skyrocketing!",
    "mreact.sam.r1.script": "{{sam_name}} can't contain her laughter!",
    "mreact.sam.r4.script": "{{sam_name}} is playing her handheld video game system.",
    "sam.introduction": "Hey, I'm {{sam_name}}. Good to meet you.$h",
    "sam.resort_towel": "%{{sam_name}} is playing a jazzy tune on her guitar.",
    "sam.mon8": "I'll tell you a secret... my name '{{sam_name}}' is short for '{{sam_first}}'.$l#$e#Most people don't know that so keep it on mute.",
    "sam.wed10": "@. Um... I just wanted to say... You look nice today.$10^Hey girl. You look like you're full of energy today!",
    "sebastian.wed2": "{{sam_name}} is probably my only friend in this town.#$e#Well, Abby is nice too, but...$h#$e#Umm.. nevermind.",
    "sebastian.wed2_inlaw_abigail": "{{sam_name}} is probably my only friend in this town, anymore...",
    "sebastian.wed6": "You and {{sam_name}} are probably my only friends in this town.$s",
    "sebastian.fri8": "What's new?$h#$e#I'll be at the saloon tonight destroying {{sam_name}} at pool again.$h",
    "secrets.2": "It's {{name.0}}'s holiday shopping list^^Everyone's favorites^^{{name.1}}: Frozen Tear, Sashimi^Penny: Emerald, Poppy^Vincent: Grape, Cranberry Candy^Mom: Crispy Bass, Pancakes^Dad: Risotto, Roasted Hazelnuts^Me: Cactus, Maple Bar, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
    "secrets.7": "It's a page from someone's diary...^^...There are only a few 'older' prospects in town, and none of them are perfect! {{harvey_name}} is really anxious and weak, but I know {{harvey_pronoun.0}} would make a loyal and devoted {{harvey_spouse}}. {{harvey_pronoun.1}} likes coffee and pickles.^^{{elliott_name}} is a bit {{elliott_adj}} and melodramatic, but {{elliott_pronoun.0}} does have a nice {{elliott_feature}}. {{elliott_pronoun.1}} likes crab cakes and pomegranates.^^{{shane_name}} is messy and anti-social. But I think {{shane_possess}} gruff exterior is a defense mechanism, insulating {{shane_possess}} softness from the world. {{shane_pronoun}} likes Beer, Pizza, and Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
    "secrets.9": "{{name}}'s Strength Training Diet:^^*Complete Breakfast^*Salmon Dinner^^(I've learned to love this food... I can feel the protein!!)%revealtasteAlex201%revealtasteAlex212",
    "shane.event_room1": "Okay... that'll require a great script. Maybe I'll ask {{elliott_name}} for advice next time I see her at the saloon.$s",
    "strings.animation.harvey_radio": "%{{harvey_Name}} looks busy right now.",
    "strings.animation.sam_guitar": "%{{sam_name}} is busy practicing the guitar.",
    "strings.animation.sam_skateboarding": "%{{sam_name}}'s trying to do a kickflip.",
    "strings.animation.sam_work": "%{{sam_name}}'s on the clock... better not get her in trouble.",
    "strings.cs.1068": "Dr. {{harvey_name}} charged me {0}g for the hospital visit.",
    "strings.cs.1070": "I have no money, but {{harvey_name}} was obligated to save my life free of charge. ",
    "strings.cs.1625": "Aw, I gotta put on that dorky dress again? I thought now that we're married... Well, alright.$s",
    "strings.cs.5792": "{{sam_name}}'s Band (Electronic)",
    "strings.cs.5794": "{{sam_name}}'s Band (Heavy)",
    "strings.cs.5806": "{{sam_name}}'s Band (Pop)",
    "strings.cs.5831": "{{sam_name}}'s Band (Bluegrass)",
    "strings.cs.11072": "Home of Jodi, Kent & {{sam_name}}",
    "strings.cs.11076": "{{harvey_name}}'s Clinic",
    "strings.cs.11088": "{{elliott_name}}'s Cabin",
    "strings.cs.11093": "Home of George, Evelyn & {{name}}",
    "strings.cs.13446": "A paste of fresh {0} makes a wonderful tonic for {1}. If you find one, I could put it to good use.       -Dr. {{harvey_name}} ",
    "strings.cs.13568": "Need {0} for a project I'm working on.    -{{sam_name}}",
    "strings.cs.13571": "Looking for a cute guy to bring me {0}.  (^_-)     -{{sam_name}}",
    "strings.cs.13574": "I would like a friend to bring me {0}.        -{{sam_name}}",
    "strings.cs.sam_acoustic2": "{{sam_name}}'s Acoustic Noodling",
    "strings.locations.elliottbook": "'{0}' by {{elliott_name}} ... Dedicated to {1}",
    "strings.locations.samhouse_sam_trash": "Looks like {{sam_name}} cleans her trash bin regularly.",
    "strings.maps.bath.menslocker.4": "{{name}}'s Locker... There's a bunch of pictures of female bodybuilders taped inside the door.",
    "strings.maps.elliotthouse.2": "{{elliott_name}}'s work desk. It's covered in notes and crumpled papers.",
    "strings.maps.elliotthouse.4": "It looks like {{elliott_name}} is trying to grow a bonsai tree. It looks cool so far!",
    "strings.maps.harveyroom.3": "It's {{harvey_name}}'s model airplane collection.",
    "strings.maps.hospital.3": "It's probably not a good idea to stick your hands in there. It's full of used syringes, dirty swabs, and little nozzles that {{harvey_name}} stuck into people's ears.",
    "strings.maps.joshhouse.1": "Momma-^If you're reading this, it means I've passed on. I'm so sorry you had to go through this. Know that I love you both.^Don't be too upset, I'm with Yoba now. ^My final request: take care of {{name}}. She needs a family, something stable. She's a good girl.^ Love, ^Clara",
    "strings.maps.joshhouse.7": "You peek into {{name}}'s drawer. There's clothes, hair gel, and a box of gridball trading cards.",
    "strings.maps.joshhouse.8": "You peek into {{name}}'s drawer. There's clothes, hair gel, and a box of gridball trading cards.",
    "strings.maps.joshhouse.9": "It's {{name}}'s gridball helmet. Looks like she keeps it polished.",
    "strings.maps.samhouse.9": "{{sam_name}}'s electric guitar. It has a pair of active pickups and a whammy bar.",
    "strings.maps.samhouse.11": "It's {{sam_name}}'s computer. She's got an extensive library of computer games.",
    "strings.schedules.alex.sun.000": "%{{name}} is completely engrossed in the game. She doesn't notice your presence.",
    "strings.schedules.caroline.fall_25.002": "Excuse me, I have to say some things to Doctor {{harvey_name}} in private...$u",
    "strings.schedules.demetrius.summer_25.001": "Doctor {{harvey_name}}, have you read the latest 'Biology and Medicine'? There's an article I think you'd be interested in.",
    "strings.schedules.evelyn.23.000": "Now now, dear... It's important that Doctor {{harvey_name}} takes a good look at you. She's a nice young woman! Behave yourself, for your dear old wife's sake.",
    "strings.schedules.jas.winter_18.001": "Can you show me how this tool works, Doctor {{harvey_name}}?",
    "strings.schedules.jodi.spring_11.002": "Doctor {{harvey_name}}? I'm worried about Vincent's height. Isn't he a little short for his age?",
    "strings.schedules.leah.spring_16.001": "Do I look healthy, Doctor {{harvey_name}}?",
    "strings.schedules.lewis.fall_9.000": "Erm... Doctor {{harvey_name}}? This is completely confidential, right?",
    "strings.schedules.marnie.fall_18.000": "Erm... Doctor {{harvey_name}}? This is completely confidential, right?",
    "strings.schedules.marnie.winter_18.002": "Erm... Doctor {{harvey_name}}? When you give her the shots, can we have two lollipops?",
    "strings.schedules.sam.fall_11.000": "I gotta go visit Aunt Doctor today... Great.$7",
    "strings.schedules.sam.fall_11.001": "I'm a healthy girl, doc. Can I go now? This is boring.",
    "strings.schedules.sebastian.fri.000": "Should I let {{sam_name}} win for once? ...nah.$h",
    "strings.schedules.sebastian.marriage_fri.001": "My skills haven't declined... {{sam_name}}'s still just as easy to beat.$h",
    "strings.schedules.sebastian.summer_4.000": "Dammit... I almost forgot. I have to go see Doctor {{harvey_name}} today.",
    "strings.titlemenu.11726": "{{elliott_name}}'s latest sentence:",
    "vincent.mon": "I wanna be just like my big sister when I grow up!$h#$e#Okay! Bye!",
    "weapons.25.0": "{{name}}'s Bat",
    "weapons.25.1": "The sweet spot is dented from {{name}}'s famous Grand Slam.",
    "weapons.30.0": "{{sam_name}}'s Old Guitar",
    "weapons.35.0": "{{elliott_name}}'s Pencil",
    "weapons.35.1": "{{elliott_name}} used this to write her book. It's sharp!",
    "weapons.37.0": "{{harvey_name}}'s Mallet",
    "weapons.37.1": "It brings back memories of {{harvey_name}}'s clinic."
}