{
    "alex.intro": "Oh, hey. So you're the new guy, huh? Cool.^Hey, you're the new girl, huh? I think we're going to get along great. I'm {{name}}.#$e#I'll see you around.",
    "alex.resort_chair": "Aren't you hot in that outfit? You gotta get some ocean breeze goin'!^Aren't you hot in that outfit? C'mon, girl... It's the beach!",
    "alex.resort_towel": "Phew, it feels good to finally get these curves a little sunlight.#$e#Kind of a shame to have them hidden away all the time back home.",
    "alex.tue": "The beach is a cool place to hang out and soak up some rays.#e#You gotta spend some time in the sun or else you'll get all pale.#$e#Hey, do you wanna hang out with me at the beach some time? Do you wear trunks or briefs?$s^*sigh*... I wish there were more guys in this town, know what I mean?",
    "alex.fri": "Hey, what's up farmer guy? Did you get new pants? You're doing something right.^Hey, it's farm girl.#e#Oh, I almost forgot! It's my day for doing push-ups!#e#Every time I do push-ups I try to do one more than last time. Pretty cool strategy, huh?",
    "alex.sat": "My arms are really sore, but that's the sign of progress for a girl like me.#e#I must've done a thousand push-ups yesterday.",
    "alex.summer_mon": "Hey, farmer guy. You've got a nice tan going.^Hey Farmer girl. You look a little burnt.$h#$e#The more I practice this summer, the easier it'll be for me to go pro.#$e#Then you'd be able to say you knew me once. Cool, huh?",
    "alex.summer_tue": "If my hair wasn't so popular with the guys, I swear I'd shave it all off in a second.#$e#*sigh*... Life can be tough.",
    "alex.summer_wed": "Hey farm guy, I've got a question for you.^Hey Farm girl, I've got a question for you.#$b#$q 52/53 summer_Wed_01_old#Do you think I'll ever turn pro?#$r 52 30 summer_Wed_01_01#You're destined to be a sports legend#$r 52 0 summer_Wed_01_02#Maybe, if you practice a lot#$r 53 -50 summer_Wed_01_03#No, you'll most likely fail and become a waitress",
    "alex.fall_wed": "Hey, I want to ask you something.^Hey, can I ask you something?#$e#$q 54/55 fall_Wed_01_old#What do you think about my haircut?^Do you think the guys like my haircut?#$r 54 30 fall_Wed_01_01#It looks very fashionable.#$r 55 -30 fall_Wed_01_02#It looks like some kind of fungal growth.",
    "evelyn.summer_mon_inlaw_alex": "How's my granddaughter doing? I imagine she's quite happy living on the farm.#$e#She deserves to be happy... she's a good girl.",
    "evelyn.fall_sat": "Are you friends with {{name}}?#$e#Sometimes she worries me sick.",
    "events.195013.0": "Never thought you'd find all your 'friends' in one room, huh @?$a",
    "events.195013.1": "#I'm sorry... what I did was wrong.#Everyone, calm down! I can explain...#",
    "events.195013.2": "...so we've come to a decision... isn't that right, everyone?$u",
    "events.195013.3": "Never thought you'd find all your 'boyfriends' in one room, huh @?$a",
    "events.195013.4": "#I'm sorry... what I did was wrong.#Guys, calm down! I can explain...",
    "events.195013.5": "...so we've come to a decision... isn't that right, fellas?$u",
    "events.195099.0": "You played a round of pool with the group.",
    "events.195099.1": "{{name}} won, of course... but it was still a lot of fun!",
    "events.195099.2": "You played a round of pool with the boys.",
    "events.911526.0": "I've got a linguini with mushroom cream sauce for Mr. @.^I've got a kale and walnut salad for Ms. @.#$b#...and a grilled steak for {{name}}.^...and a grilled steak for {{name}}.",
    "events.911526.1": "When I first met you, I thought you were really cute.$l^Well... when we first met, I was instantly drawn to you. It was confusing... I'd never felt that way about anyone.$l#$b#Normally, when I have a crush on someone, the feeling goes away pretty quick...$l^I kept telling myself 'You can't have these kinds of feelings for another girl'.$l",
    "events.911526.2": "...But with you, it kept growing.$l^...But my heart was telling me something else.",
    "events.2119820.0": "Oh! Hey... I was just doing my daily strength training routine.$6#$b#... sorry I'm showing so much skin.$6",
    "events.3917587.0": "Give {{name}} 5,000g for her secret project?#Yes#No",
    "events.3917589.0": "It's Sunday... I should swing by the saloon later and see what {{name}} has been up to!",
    "events.3917590.0": "I've been thinking... You know how I used to dream of being an athlete someday?#$b#Well, my life ended up turning out a bit different... $9#$b#I'm happy, though, don't get me wrong!$h#$b#...But I thought it would be cool to have a place where we all could hang out and watch the Sunday game. Gus liked the idea so much he offered me part of his back room!#$b#This way, I get to keep part of 'the dream' alive, in a small way.",
    "events.3917590.1": "You did good, {{petname}}. I could watch this at home, but coming here makes me feel young again!$h",
    "events.3917590.2": "I'm having a lot of fun. And it's good for business!$h#$b#Though maybe not so good for {{name}}'s liver...$s",
    "events.3917590.3": "It seems we have a new Sunday tradition.",
    "events.3917590.4": "Thanks again for the money, @. It was a fun project for me, and everyone seems happy with it!",
    "events.choseToExplain.0": "...I think we've come to a decision... isn't that right, everyone?$u",
    "events.choseToExplain.1": "...I think we've come to a decision... isn't that right, boys?$u",
    "george.wed": "{{name}} is my granddaughter. Have I told you that already?#$e#Huh? Speak up.",
    "george.wed_inlaw_alex": "You're part of the family, now. I'm glad that my granddaughter found such a nice husband.^How can two women get married? It's unnatural... Hmmph. I guess I'm just \"old fashioned\"...",
    "george.wed10_inlaw_alex": "You're part of the family, now... and I couldn't be more proud.^I'll admit, I thought it was... strange... for two women to be together. But you're such a nice young woman, and I know you two are in love... I've changed my mind.",
    "george.wed8": "I wish my legs worked so I could play catch with {{name}}.$s#$e#That'll never happen.$s",
    "haley.event_room1": "Her? No!#$b#...Well, I guess I used to like {{name}}. But not anymore! She's immature.",
    "haley.summer_fri": "I wonder what {{name}} is doing today...#$e#Huh? I didn't notice you standing there.",
    "haley.winter_sun": "Will you say hi to {{name}} for me?#$e#Thanks.",
    "haley.winter_sun6": "Um, if you see {{name}} could you tell her I'm busy today?#$e#Thanks.",
    "mail.joshMessage": "@,^meet me at the saloon tonight after dark. ^   -{{name}}",
    "married.alex.rainy_day_3": "*giggle*... I just woke up and I'm hungry for some protein.$9",
    "married.alex.rainy_day_4": "I think I might start reading books. I don't want to become stagnant now that I'm a married girl!",
    "married.alex.rainy_night_1": "How's it going? I've been carrying the old gridball around with me all day. A girl can pretend...$u",
    "married.alex.rainy_night_2": "Oh... the smell? I've been eating garlic all day. I'm trying to stay healthy... Sorry.$l",
    "married.alex.onekid_0": "I'm still getting used to my new life as a stay-at-home mom.$h",
    "married.alex.onekid_1": "Little %kid1 is going to grow up strong, just like me.",
    "married.alex.onekid_3": "I wonder what it's like for other women to be pregnant...?$h",
    "married.alex.twokids_2": "Maybe %kid2 will be the first professional gridball player from Pelican Town?$h",
    "married.alex.spring_23": "Oh... tomorrow's the flower dance, isn't it? I better do some extra crunches tonight.$9#$e#Those dresses are pretty tight... and everyone's going to be watching closely.",
    "married.alex.summer_1": "Summer's a very energetic time of year, and my body feels it too! I feel solid.",
    "npcdisp.alex": "adult/rude/outgoing/positive/male/datable/Haley/Town/summer 13/George 'grandpa' Evelyn 'grandma'/JoshHouse 19 5/{{name}}",
    "secrets.2": "It's {{name.0}}'s holiday shopping list^^Everyone's favorites^^{{name.1}}: Frozen Tear, Sashimi^Penny: Emerald, Poppy^Vincent: Grape, Cranberry Candy^Mom: Crispy Bass, Pancakes^Dad: Risotto, Roasted Hazelnuts^Me: Cactus, Maple Bar, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
    "secrets.7": "It's a page from someone's diary...^^...There are only a few 'older' prospects in town, and none of them are perfect! {{harvey_name}} is really anxious and weak, but I know {{harvey_pronoun.0}} would make a loyal and devoted {{harvey_spouse}}. {{harvey_pronoun.1}} likes coffee and pickles.^^{{elliott_name}} is a bit {{elliott_adj}} and melodramatic, but {{elliott_pronoun.0}} does have a nice {{elliott_feature}}. {{elliott_pronoun.1}} likes crab cakes and pomegranates.^^{{shane_name}} is messy and anti-social. But I think {{shane_possess}} gruff exterior is a defense mechanism, insulating {{shane_possess}} softness from the world. {{shane_pronoun}} likes Beer, Pizza, and Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
    "secrets.9": "{{name}}'s Strength Training Diet:^^*Complete Breakfast^*Salmon Dinner^^(I've learned to love this food... I can feel the protein!!)%revealtasteAlex201%revealtasteAlex212",
    "strings.cs.11093": "Home of George, Evelyn & {{name}}",
    "strings.maps.bath.menslocker.4": "{{name}}'s Locker... There's a bunch of pictures of female bodybuilders taped inside the door.",
    "strings.maps.joshhouse.1": "Momma-^If you're reading this, it means I've passed on. I'm so sorry you had to go through this. Know that I love you both.^Don't be too upset, I'm with Yoba now. ^My final request: take care of {{name}}. She needs a family, something stable. She's a good girl.^ Love, ^Clara",
    "strings.maps.joshhouse.7": "You peek into {{name}}'s drawer. There's clothes, hair gel, and a box of gridball trading cards.",
    "strings.maps.joshhouse.8": "You peek into {{name}}'s drawer. There's clothes, hair gel, and a box of gridball trading cards.",
    "strings.maps.joshhouse.9": "It's {{name}}'s gridball helmet. Looks like she keeps it polished.",
    "strings.schedules.alex.sun.000": "%{{name}} is completely engrossed in the game. She doesn't notice your presence.",
    "weapons.25.0": "{{name}}'s Bat",
    "weapons.25.1": "The sweet spot is dented from {{name}}'s famous Grand Slam."
}